binwalk
clang-14
clang-17
cmake
containerd.io
curl
gdb
gh
gimp
git
gnome-shell-extension-manager
helm
htop
inotify-tools
ipython3
jq
less
libreoffice
lld-14
lld-17
llvm-17-dev
llvm-17-linker-tools
llvm-17-tools
network-manager-openvpn
network-manager-openvpn-gnome
openjdk-22-jdk
openjdk-22-jre
openssh-server
openvpn
pv
python3-dev
python3-pip
python3.11-venv
slack-desktop
sublime-text
tmux
vim
wireshark
xclip
